Repository: iseqqavoq/APSIS-Pro-for-WP
Catalog: languages/apsispro-*.po
Languages: sv_se

source: An error occurred, please try again later.
sv_se: Ett fel uppstod, var god försök senare.

source: The e-mail address is not correct.
sv_se: E-postadressen är inte korrekt.

source: A mailing list needs to be selected.
sv_se: En e-postlista måste väljas.

source: APSIS Pro Settings
sv_se: APSIS Pro-inställningar

source: APSIS Pro settings
sv_se: APSIS Pro-inställningar

source: APSIS Pro API Key
sv_se: APSIS Pro API-nyckel

source: We access APSIS Pro via
sv_se: Vi får åtkomst till APSIS Pro via

source: Select Mailing List(s)
sv_se: Välj e-postlistor

source: Show name field
sv_se: Visa namnfält

source: Thank you message
sv_se: Tack-meddelande

source: Submit name
sv_se: ”Skicka knapp”-text

source: Verified!
sv_se: Verifierad!

source: Enter your APSIS Pro API Key and select the website you access APSIS Pro through, then click on <i>Save API Settings</i>. For more information on integration with APSIS Pro, %sclick here%s.
sv_se: Fyll in din APSIS Pro API-nyckel och välj den hemsida som du har åtkomst till APSIS Pro genom, och klicka på <i>Spara API-inställningar</i>. För mer information om integrationen med APSIS Pro, %sklicka här%s.

source: Modify the settings and click on <i>Generate Shortcode</i> to generate a shortcode that can be inserted on the site.
sv_se: Modifiera inställningarna och klicka på <i>Generera shortcode</i> för att generera en shortcode som kan placeras på hemsidan.

source: An error occured. Please make sure you have entered the correct APSIS API Key and selected the correct APSIS website.
sv_se: Ett fel uppstod. Kontrollera att du har fyllt i korrekt APSIS API-nyckel och valt korrekt APSIS-hemsida.

source: Save API Settings
sv_se: Spara API-inställningar

source: Generate Shortcode
sv_se: Generera shortcode

source: Generated shortcode:
sv_se: Genererad shortcode:

source: If you have any general questions regarding this plugin, please visit WordPress forums.
sv_se: Om du har generella frågor om denna plugin, var god besök WordPress-forumen.

source: For more information on integration with APSIS Pro, %sclick here%s.
sv_se: För mer information om integrationen med APSIS Pro, %sklicka här%s.

source: Visit APSIS web page at %swww.apsis.com%s.
sv_se: Besök APSIS hemsida på %swww.apsis.com%s.

source: Name:
sv_se: Namn:

source: E-mail:
sv_se: E-post:

source: Thank you for submitting!
sv_se: Tack för din anmälan!

source: Subscribe
sv_se: Anmäl

source: APSIS Pro subscription form.
sv_se: APSIS Pro-formulär

source: New title
sv_se: Ny titel

source: New text
sv_se: Ny Text

source: Title:
sv_se: Titel:

source: Mailing List(s):
sv_se: Välj e-postlistor:

source: Show name:
sv_se: Visa namn:

source: Thank you message:
sv_se: Tack-meddelande:

source: Submit name:
sv_se: ”Skicka knapp”-text:
